Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# permission.authorization.externalScheme.format
source: “%1$@” would like to open this link in %2$@
de: „%1$@“ möchte diesen Link in %2$@ öffnen
es: "%1$@" desea abrir este enlace en %2$@
fr: « %1$@ » souhaiterait ouvrir ce lien dans %2$@
it: "%1$@" vorrebbe aprire questo link in %2$@
nl: "%1$@" wil deze link openen in %2$@
pl: „%1$@” chce otworzyć to łącze w aplikacji %2$@
pt: "%1$@" gostaria de abrir este link na aplicação %2$@
ru: Сайт %1$@ хочет открыть эту ссылку в %2$@

# permission.authorization.format
source: Allow “%1$@“ to use your %2$@?
de: Erlaube „%1$@“, dein %2$@ zu benutzen?
es: ¿Permitir que "%1$@" use tu %2$@?
fr: Autoriser « %1$@ » à utiliser votre %2$@ ?
it: Consenti a "%1$@" di utilizzare %2$@?
nl: '%1$@' toestaan om je %2$@ te gebruiken?
pl: Zezwolić domenie „%1$@” na użycie Twojego urządzenia/funkcji %2$@?
pt: Permitir que "%1$@" utilize %2$@?
ru: Открыть сайту %1$@ доступ (%2$@)?

# permission.authorization.location
source: “%@“ website would like to use your current location.
de: Die Website „%@“ möchte deinen aktuellen Standort verwenden.
es: El sitio web “%@” desea usar tu ubicación actual.
fr: Le site « %@ » souhaiterait utiliser votre position actuelle.
it: Il sito web “%@“ vorrebbe utilizzare la tua posizione attuale.
nl: De website "%@" wil graag je huidige locatie gebruiken.
pl: Witryna „%@” chce korzystać z Twojej aktualnej lokalizacji.
pt: O site "%@" gostaria de utilizar a tua localização atual.
ru: Сайт %@ запрашивает доступ к вашей текущей геопозиции.

# permission.authorization.popups.format
source: Allow “%@“ to open PopUp Window?
de: Erlaube „%@“, ein PopUp-Fenster zu öffnen?
es: ¿Permitir que "%@" abra una ventana emergente?
fr: Autoriser « %@ » à ouvrir la fenêtre contextuelle ?
it: Consenti a "%@" di aprire la finestra popup?
nl: Toestaan dat "%@" een pop-upvenster opent?
pl: Zezwolić domenie „%@” na otwarcie wyskakującego okienka?
pt: Permitir que "%@" abra a janela de pop-up?
ru: Разрешить сайту %@ открыть всплывающее окно?

# permission.authorization.popups.menu-header
source: Allow “%@“ to open PopUp Windows?
de: Erlaube „%@“, PopUp-Fenster zu öffnen?
es: ¿Permitir que "%@" abra ventanas emergentes?
fr: Autoriser « %@ » à ouvrir les fenêtres contextuelles ?
it: Consenti a "%@" di aprire finestre popup?
nl: Toestaan dat "%@" pop-upvensters opent?
pl: Zezwolić domenie „%@” na otwieranie wyskakujących okienek?
pt: Permitir que "%@" abra janelas de pop-up?
ru: Разрешить сайту %@ открыть всплывающие окна?

# permission.camera
source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
pl: Aparat
pt: Câmara
ru: Камера

# permission.cameraAndmicrophone
source: Camera and Microphone
de: Kamera und Mikrofon
es: Cámara y micrófono
fr: Appareil photo et micro
it: Fotocamera e microfono
nl: Camera en microfoon
pl: Aparat i mikrofon
pt: Câmara e microfone
ru: Камера и микрофон

# permission.disabled.app
source: %1$@ access is disabled for %2$@
de: %1$@ Zugang ist deaktiviert für %2$@
es: Acceso a %1$@ desactivado para %2$@
fr: L'accès à %1$@ est désactivé pour %2$@
it: L'accesso a %1$@ è disabilitato per %2$@
nl: Toegang tot %1$@ is uitgeschakeld voor %2$@
pl: %2$@ ma wyłączony dostęp do urządzenia %1$@
pt: O acesso do %2$@ a %1$@ está desativado
ru: %2$@: у %1$@ нет доступа

# permission.disabled.system
source: System location services are disabled
de: Die System-Standortbestimmung ist deaktiviert
es: Los servicios de ubicación del sistema están deshabilitados
fr: Les services de localisation du système sont désactivés
it: I servizi di localizzazione del sistema sono disabilitati
nl: De locatiediensten van het systeem zijn uitgeschakeld
pl: Systemowe usługi lokalizacji są wyłączone
pt: Os serviços de localização do sistema estão desativados
ru: Системные службы геолокации отключены

# permission.externalScheme.open.format
source: Open %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
it: Apri %@
nl: %@ openen
pl: Otwórz %@
pt: Abrir %@
ru: Открыть %@

# permission.geolocation
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
nl: Locatie
pl: Lokalizacja
pt: Localização
ru: Местоположение

# permission.microphone
source: Microphone
de: Mikrofon
es: Micrófono
fr: Micro
it: Microfono
nl: Microfoon
pl: Mikrofon
pt: Microfone
ru: Микрофон

# permission.mute
source: Pause %1$@ use on “%2$@”
de: Verwendung von %1$@ für „%2$@“ pausieren
es: Pausar el uso de %1$@ en "%2$@"
fr: Suspendre l'utilisation de %1$@ sur « %2$@ »
it: Metti in pausa l'utilizzo di %1$@ su "%2$@"
nl: Toegang van %1$@ tot “%2$@" pauzeren
pl: Wstrzymaj korzystanie z urządzenia %1$@ w witrynie „%2$@”
pt: Pausar a utilização de %1$@ em "%2$@"
ru: %1$@: приостановить доступ на сайте %2$@

# permission.open.settings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Configuración del Sistema
fr: Ouvrir les paramètres système
it: Apri Impostazioni di Sistema
nl: Systeeminstellingen openen
pl: Otwórz ustawienia systemowe
pt: Abrir Definições do sistema
ru: Открыть настройки системы

# permission.popover.deny
source: Deny
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
nl: Weigeren
pl: Odmów
pt: Recusar
ru: Отказать

# permission.popup.allow.button
source: Allow
de: Zulassen
es: Permitir
fr: Autoriser
it: Consenti
nl: Toestaan
pl: Zezwól
pt: Permitir
ru: Разрешить

# permission.popup.blocked.popover
source: Pop-up Blocked
de: Pop-up blockiert
es: Ventana emergente bloqueada
fr: Fenêtre contextuelle bloquée
it: Popup bloccato
nl: Pop-up geblokkeerd
pl: Zablokowano wyskakujące okienko
pt: Pop-up bloqueado
ru: Всплывающее окно заблокировано

# permission.popup.learn-more.link
source: Learn more about location services
de: Mehr über Standortbestimmung erfahren
es: Más información sobre los servicios de ubicación
fr: En savoir plus sur les services de localisation
it: Scopri di più sui servizi di localizzazione
nl: Meer informatie over locatieservices
pl: Dowiedz się więcej o usługach lokalizacji
pt: Sabe mais sobre os serviços de localização
ru: Подробнее о службах геолокации

# permission.popup.title
source: Blocked Pop-ups
de: Blockierte Pop-ups
es: Ventanas emergentes bloqueadas
fr: Fenêtres contextuelles bloquées
it: Popup bloccati
nl: Geblokkeerde pop-ups
pl: Zablokowane wyskakujące okienka
pt: Pop-ups bloqueados
ru: Заблокированные всплывающие окна

# permission.reloadPage
source: Reload to ask permission again
de: Neu laden, um erneut um Erlaubnis zu fragen
es: Volver a cargar para solicitar permiso de nuevo
fr: Recharger pour demander à nouveau l'autorisation
it: Ricarica per chiedere nuovamente l'autorizzazione
nl: Opnieuw laden om opnieuw toestemming te vragen
pl: Załaduj ponownie, aby ponownie poprosić o pozwolenie
pt: Recarregar para pedir permissão novamente
ru: Перезагрузите страницу, чтобы снова увидеть запрос

# permission.unmute
source: Resume %1$@ use on “%2$@”
de: Verwendung von %1$@ am „%2$@“ wieder aufnehmen
es: Reanudar el uso de %1$@ en "%2$@"
fr: Reprendre l'utilisation de %1$@ sur « %2$@ »
it: Riprendi l'uso di %1$@ su "%2$@"
nl: Toegang van %1$@ tot “%2$@” hervatten
pl: Wznów korzystanie z urządzenia %1$@ w witrynie „%2$@”
pt: Retomar a utilização de %1$@ em "%2$@"
ru: %1$@: возобновить доступ на сайте %2$@

# phishing-detection.enabled.checkbox
source: Warn me on sites flagged for phishing or malware.
de: Warne mich auf Websites, die als Phishing- oder Malware-Websites gekennzeichnet sind.
es: Avisarme sobre sitios marcados como phishing o malware.
fr: Mettez-moi en garde contre les sites signalés pour hameçonnage ou comme étant des logiciels malveillants.
it: Avvisami sui siti contrassegnati per phishing o malware.
nl: Waarschuw me op websites die zijn aangeduid als phishing of malware.
pl: Ostrzegaj mnie przed witrynami oznaczonymi jako wyłudzanie informacji lub złośliwe oprogramowanie.
pt: Avisar-me sobre sites sinalizados como phishing ou malware.
ru: Предупреждать о вредоносных и фишинговых сайтах

# phishing-detection.enabled.header
source: Site Safety Warnings
de: Sicherheitswarnungen der Website
es: Advertencias de seguridad del sitio
fr: Avertissements de sécurité du site
it: Avvisi di sicurezza del sito
nl: Waarschuwingen over de veiligheid van de website
pl: Ostrzeżenia dotyczące bezpieczeństwa witryny
pt: Avisos de segurança do site
ru: Предупреждения о безопасности на сайте

# phishing-detection.enabled.warning
source: Disabling this feature can put your personal information at risk.
de: Das Deaktivieren dieser Funktion kann deine persönlichen Daten gefährden.
es: Desactivar esta función puede poner en riesgo tu información personal.
fr: La désactivation de cette fonctionnalité peut mettre vos informations personnelles en danger.
it: Disabilitando questa funzione, potresti mettere a rischio i tuoi dati personali.
nl: Als je deze functie uitschakelt, kunnen je persoonlijke gegevens in gevaar komen.
pl: Wyłączenie tej funkcji może narazić Twoje dane osobowe na ryzyko.
pt: Desativar esta funcionalidade pode pôr em risco as tuas informações pessoais.
ru: При отключении этой функции ваши личные данные могут оказаться под угрозой.

# phishing.error.page.tab.title
source: Warning: Site May Be Deceptive
de: Warnung: Es könnte sich um eine betrügerische Website handeln
es: Advertencia: el sitio puede ser engañoso
fr: Avertissement : le site est peut-être trompeur
it: Attenzione: il sito potrebbe essere ingannevole
nl: Waarschuwing: website is mogelijk misleidend
pl: Ostrzeżenie: witryna może być złośliwa
pt: Aviso: o site pode ser enganador
ru: Внимание! Потенциально мошеннический сайт

source: Pin Tab
de: Tab anpinnen
es: Fijar pestaña
fr: Épingler l'onglet
it: Fissa scheda
nl: Tabblad vastzetten
pl: Przypnij kartę
pt: Fixar separador
ru: Закрепить вкладку

# pinning.hide-aichat-shortcut
source: Hide AI Chat Shortcut
de: AI-Chat-Verknüpfung ausblenden
es: Ocultar acceso directo a AI Chat
fr: Masquer le raccourci de chat IA
it: Nascondi scorciatoia AI Chat
nl: Snelkoppeling voor AI-chat verbergen
pl: Ukryj skrót do AI Chat
pt: Ocultar atalho do AI Chat
ru: Скрыть ярлык AI Chat

# pinning.hide-autofill-shortcut
source: Hide Passwords Shortcut
de: Passwort-Shortcut ausblenden
es: Ocultar acceso directo a contraseñas
fr: Masquer le raccourci des mots de passe
it: Nascondi scorciatoia per le password
nl: Snelkoppeling voor wachtwoorden verbergen
pl: Ukryj skrót do haseł
pt: Ocultar atalho de palavras-passe
ru: Скрыть ярлык для паролей

# pinning.hide-bookmarks-shortcut
source: Hide Bookmarks Shortcut
de: Verknüpfung Lesezeichen ausblenden
es: Ocultar acceso directo a marcadores
fr: Masquer le raccourci des signets
it: Nascondi scorciatoia segnalibri
nl: Snelkoppeling voor bladwijzers verbergen
pl: Ukryj skrót do zakładek
pt: Ocultar atalho de marcadores
ru: Скрыть ярлык для закладок

# pinning.hide-downloads-shortcut
source: Hide Downloads Shortcut
de: Download-Verknüpfung ausblenden
es: Ocultar acceso directo a descargas
fr: Masquer le raccourci des téléchargements
it: Nascondi scorciatoia download
nl: Snelkoppeling voor downloads verbergen
pl: Ukryj skrót do pobranych
pt: Ocultar atalho de transferências
ru: Скрыть ярлык для загрузок

# pinning.hide-duckai-shortcut
source: Hide Duck.ai Shortcut
de: Duck.ai-Shortcut ausblenden
es: Ocultar acceso directo a Duck.ai
fr: Masquer le raccourci Duck.ai
it: Nascondi scorciatoia Duck.ai
nl: Snelkoppeling voor Duck.ai verbergen
pl: Ukryj skrót Duck.ai
pt: Ocultar atalho do Duck.ai
ru: Скрыть ярлык Duck.ai

# pinning.hide-netp-shortcut
source: Hide VPN Shortcut
de: VPN-Verknüpfung ausblenden
es: Ocultar acceso directo a VPN
fr: Masquer le raccourci VPN
it: Nascondi scorciatoia VPN
nl: Snelkoppeling voor VPN verbergen
pl: Ukryj skrót do VPN
pt: Ocultar atalho de VPN
ru: Скрыть ярлык для VPN

# pinning.show-aichat-shortcut
source: Show AI Chat Shortcut
de: AI-Chat-Verknüpfung anzeigen
es: Mostrar acceso directo a AI Chat
fr: Afficher le raccourci AI Chat
it: Mostra scorciatoia AI Chat
nl: Snelkoppeling voor AI Chat weergeven
pl: Pokaż skrót do AI Chat
pt: Mostrar atalho do AI Chat
ru: Показывать ярлык AI Chat

# pinning.show-autofill-shortcut
source: Show Passwords Shortcut
de: Passwort-Shortcut anzeigen
es: Mostrar acceso directo a contraseñas
fr: Afficher le raccourci des mots de passe
it: Mostra scorciatoia per le password
nl: Snelkoppeling voor wachtwoorden weergeven
pl: Pokaż skrót do haseł
pt: Mostrar atalho de palavras-passe
ru: Показывать ярлык для паролей

# pinning.show-bookmarks-shortcut
source: Show Bookmarks Shortcut
de: Lesezeichen-Verknüpfung anzeigen
es: Mostrar acceso directo a Favoritos
fr: Afficher le raccourci des signets
it: Mostra scorciatoia segnalibri
nl: Snelkoppeling voor bladwijzers weergeven
pl: Pokaż skrót do zakładek
pt: Mostrar atalho de marcadores
ru: Показывать ярлык для закладок

# pinning.show-downloads-shortcut
source: Show Downloads Shortcut
de: Download-Verknüpfung anzeigen
es: Mostrar acceso directo a Descargas
fr: Afficher le raccourci des téléchargements
it: Mostra scorciatoia download
nl: Snelkoppeling voor downloads weergeven
pl: Pokaż skrót do pobranych
pt: Mostrar atalho de transferências
ru: Показать ярлык для загрузок

# pinning.show-duckai-shortcut
source: Show Duck.ai Shortcut
de: Duck.ai-Shortcut anzeigen
es: Mostrar el acceso directo de Duck.ai
fr: Afficher le raccourci Duck.ai
it: Mostra scorciatoia Duck.ai
nl: Snelkoppeling voor Duck.ai weergeven
pl: Pokaż skrót Duck.ai
pt: Mostrar atalho Duck.ai
ru: Показать ярлык Duck.ai

# pinning.show-netp-shortcut
source: Show VPN Shortcut
de: VPN-Verknüpfung anzeigen
es: Mostrar acceso directo a VPN
fr: Afficher le raccourci VPN
it: Mostra scorciatoia VPN
nl: Snelkoppeing voor VPN weergeven
pl: Pokaż skrót do VPN
pt: Mostrar atalho de VPN
ru: Показывать ярлык VPN

# pir.feedback-form.category.no-info-on-specific-site
source: The scan didn't find my info on a specific site
de: Der Scan hat meine Informationen auf einer bestimmten Website nicht gefunden
es: El escaneo no ha encontrado mi información en un sitio específico
fr: L'analyse n'a pas trouvé mes informations sur un certain site
it: La scansione non ha trovato le mie informazioni su un sito specifico
nl: De scan heeft mijn gegevens niet gevonden op een specifieke site
pl: Skanowanie nie odnajduje moich danych na konkretnej stronie
pt: A verificação não encontrou a minha informação num site específico
ru: Поиск не обнаружил мои данные на конкретном сайте

# pir.feedback-form.category.not-me
source: The scan found records which aren't me
de: Scan hat Datensätze gefunden, die nicht von mir sind
es: El escaneo ha encontrado registros que no son míos
fr: L'analyse a trouvé des données qui ne me concernent pas
it: La scansione ha trovato dei record che non sono miei
nl: De scan vond gegevens die niet van mij zijn
pl: Skanowanie pokazuje rekordy, które mnie nie dotyczą
pt: A verificação encontrou registos que não correspondem a mim
ru: Найденная информация принадлежит не мне

# pir.feedback-form.category.other
source: Something else
de: Etwas anderes
es: Otro problema
fr: Autre chose
it: Qualcos'altro
nl: Iets anders
pl: Coś innego
pt: Outra coisa
ru: Что-то другое

# pir.feedback-form.category.removal-stuck
source: The removal process is stuck
de: Der Entfernungsprozess kommt nicht voran
es: El proceso de eliminación está atascado
fr: Le processus de suppression est bloqué
it: Il processo di rimozione è bloccato
nl: Het verwijderingsproces is vastgelopen
pl: Proces usuwania zablokowany
pt: O processo de remoção está bloqueado
ru: Процесс удаления застопорился

# pir.feedback-form.category.scan-stuck
source: The scan for records is stuck
de: Der Scan für Datensätze wurde nicht abgeschlossen
es: El escaneo de registros está atascado
fr: L'analyse des données est bloquée
it: La scansione dei record è bloccata
nl: De scan naar gegevens is vastgelopen
pl: Skanowanie w poszukiwaniu rekordów zablokowane
pt: A verificação de registos está bloqueada
ru: Поиск данных застопорился

# pir.feedback-form.category.select-category
source: Select a category
de: EINE KATEGORIE AUSWÄHLEN
es: SELECCIONA UNA CATEGORÍA
fr: SÉLECTIONNER UNE CATÉGORIE
it: SELEZIONA UNA CATEGORIA
nl: SELECTEER EEN CATEGORIE
pl: WYBIERZ KATEGORIĘ
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ

source: Please submit a report to help us fix the issue.
de: Bitte reiche einen Bericht ein, damit wir das Problem beheben können.
es: Envía un informe para ayudarnos a solucionar el problema.
fr: Veuillez soumettre un rapport pour nous aider à résoudre le problème.
it: Invia una segnalazione per aiutarci a risolvere il problema.
nl: Dien een melding in om ons te helpen het probleem op te lossen.
pl: Prześlij raport, aby pomóc nam w rozwiązaniu problemu.
pt: Envia um relatório para nos ajudar a corrigir o problema.
ru: Отправьте отчет, чтобы мы могли устранить ошибку.

# pm.activate
source: Reactivate
de: Reaktivieren
es: Reactivar
fr: Réactiver
it: Riattiva
nl: Opnieuw activeren
pl: Ponownie aktywuj
pt: Reativar
ru: Активировать

# pm.activate.private.email
source: Reactivate Duck Address
de: Duck Address reaktivieren
es: Reactivar Duck Address
fr: Réactiver la Duck Address
it: Riattiva Duck Address
nl: Duck Address reactiveren
pl: Aktywuj ponownie Duck Address
pt: Reativar Duck Address
ru: Снова активировать Duck Address

# pm.add.card
source: Add Credit Card
de: Kreditkarte hinzufügen
es: Añadir tarjeta de crédito
fr: Ajouter une carte bancaire
it: Aggiungi carta di credito
nl: Creditcard toevoegen
pl: Dodaj kartę kredytową
pt: Adicionar cartão de crédito
ru: Добавить карту

# pm.add.identity
source: Add Identity
de: Identität hinzufügen
es: Añadir identidad
fr: Ajouter une identité
it: Aggiungi identità
nl: Identiteit toevoegen
pl: Dodaj tożsamość
pt: Adicionar identidade
ru: Добавить учетные данные

# pm.add.login
source: Add Password
de: Passwort hinzufügen
es: Añadir contraseña
fr: Ajouter un mot de passe
it: Aggiungi password
nl: Wachtwoord toevoegen
pl: Dodaj hasło
pt: Adicionar palavra-passe
ru: Добавление пароля

# pm.add.new
source: Add New
de: Neue hinzufügen
es: Añadir nuevo
fr: Ajouter nouveau
it: Aggiungi nuovo
nl: Nieuw toevoegen
pl: Dodaj nowy
pt: Adicionar novo
ru: Добавить

# pm.added
source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
it: Aggiunto
nl: Toegevoegd
pl: Dodano
pt: Adicionado
ru: Добавлено

# pm.address.address1
source: Address 1
de: Adresse 1
es: Dirección 1
fr: Adresse 1
it: Indirizzo 1
nl: Adres 1
pl: Adres 1
pt: Morada 1
ru: Адрес (строка 1)

# pm.address.address2
source: Address 2
de: Adresse 2
es: Dirección 2
fr: Adresse 2
it: Indirizzo 2
nl: Adres 2
pl: Adres 2
pt: Morada 2
ru: Адрес (строка 2)

# pm.address.city
source: City
de: Ort
es: Ciudad
fr: Ville
it: Città
nl: Plaats
pl: Miasto
pt: Cidade
ru: Город

# pm.address.postal-code
source: Postal Code
de: Postleitzahl
es: Código postal
fr: Code postal
it: Codice Postale
nl: Postcode
pl: Kod pocztowy
pt: Código postal
ru: Почтовый индекс

# pm.address.state-province
source: State/Province
de: Staat/Provinz
es: Estado/Provincia
fr: Pays/Région
it: Stato/Provincia
nl: Staat/Provincie
pl: Stan/prowincja/region
pt: Distrito/província
ru: Штат/регион

# pm.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить

# pm.card.cardholder-name
source: Cardholder Name
de: Name des Karteninhabers
es: Nombre del titular de la tarjeta
fr: Nom du titulaire de la carte
it: Nome del titolare della carta
nl: Naam kaarthouder
pl: Nazwisko właściciela karty
pt: Nome do titular do cartão
ru: Имя держателя карты

# pm.card.expiration-date
source: Expiration Date
de: Verfallsdatum
es: Fecha de caducidad
fr: Date d'expiration
it: Data di scadenza
nl: Vervaldatum
pl: Data ważności
pt: Data de validade
ru: Срок действия

# pm.card.number
source: Card Number
de: Nummer der Karte
es: Número de tarjeta
fr: Numéro de carte
it: Numero della carta
nl: Kaartnummer
pl: Numer karty
pt: Número do cartão
ru: Номер карты

# pm.day
source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
nl: Dag
pl: Dzień
pt: Dia
ru: День

# pm.deactivate
source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva
nl: Deactiveren
pl: Dezaktywuj
pt: Desativar
ru: Деактивировать

# pm.deactivate.private.email
source: Deactivate Duck Address
de: Duck Address deaktivieren
es: Desactivar Duck Address
fr: Désactiver la Duck Address
it: Disattiva Duck Address
nl: Duck Address deactiveren
pl: Dezaktywuj Duck Address
pt: Desativar Duck Address
ru: Деактивировать Duck Address

# pm.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить

# pm.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать

# pm.email-address
source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
it: Indirizzo e-mail
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
ru: Адрес эл. почты

# pm.empty.cards.title
source: No Cards
de: Keine Karten
es: Sin tarjetas
fr: Aucune carte
it: Nessuna carta
nl: Geen kaarten
pl: Brak kart
pt: Sem cartões
ru: Нет карт

# pm.empty.default.button.title
source: Import Passwords
de: Passwörter importieren
es: Importar contraseñas
fr: Importer les mots de passe
it: Importa password
nl: Wachtwoorden importeren
pl: Importuj hasła
pt: Importar palavras-passe
ru: Импорт паролей

# pm.empty.default.description.extended.v2
source: Passwords are encrypted. Nobody but you can see them, not even us.
de: Passwörter sind verschlüsselt. Niemand außer dir kann sie sehen, nicht einmal wir.
es: Las contraseñas están cifradas. Nadie más que tú puede verlas, ni siquiera nosotros.
fr: Les mots de passe sont cryptés. Personne d'autre que vous ne peut les voir, pas même nous.
it: Le password sono crittografate. Nessuno tranne te può vederle, nemmeno noi.
nl: Wachtwoorden worden versleuteld. Niemand anders kan ze zien, zelfs wij niet.
pl: Hasła są szyfrowane. Nikt poza Tobą ich nie widzi, nawet my.
pt: As palavras-passe estão encriptadas. Ninguém além de ti pode vê-las, nem mesmo nós.
ru: Пароли подвергаются шифрованию. Никто, кроме вас, их не увидит. Даже мы.

# pm.empty.default.description.extended.v2.autolock.off
source: Passwords are encrypted.
de: Passwörter sind verschlüsselt.
es: Las contraseñas están cifradas.
fr: Les mots de passe sont cryptés.
it: Le password sono crittografate.
nl: Wachtwoorden worden versleuteld.
pl: Hasła są szyfrowane.
pt: As palavras-passe estão encriptadas.
ru: Пароли подвергаются шифрованию.

# pm.empty.default.title
source: No passwords or credit cards saved yet
de: Noch keine Passwörter oder Kreditkarten gespeichert
es: Aún no hay contraseñas ni tarjetas de crédito guardadas
fr: Aucun mot de passe ni aucune carte bancaire n'a encore été enregistré(e)
it: Nessuna password o carta di credito salvata
nl: Nog geen wachtwoorden of creditcards opgeslagen
pl: Jeszcze nie zapisano haseł ani kart kredytowych
pt: Ainda não há palavras-passe ou cartões de crédito guardados
ru: Сохраненных паролей или платежных карт пока нет

# pm.empty.identities.title
source: No Identities
de: Keine Identitäten
es: Sin identidades
fr: Aucune identité
it: Nessuna identità
nl: Geen identiteiten
pl: Brak tożsamości
pt: Sem identidades
ru: Нет учетных данных

# pm.empty.learn.more.link
source: Learn more
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Ulteriori informazioni
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
ru: Подробнее

# pm.empty.logins.title
source: No passwords saved yet
de: Noch keine Passwörter gespeichert
es: Aún no hay contraseñas guardadas
fr: Aucun mot de passe n'a été enregistré
it: Nessuna password ancora salvata
nl: Nog geen wachtwoorden opgeslagen
pl: Nie zapisano jeszcze żadnych haseł
pt: Ainda não há palavras-passe guardadas
ru: Сохраненных паролей пока нет
